<?php
/**
 * Localized data
 *
 * @copyright Copyright (C) 2010-2026 Combodo SAS
 * @license    https://opensource.org/licenses/AGPL-3.0
 * 
 */
Dict::Add('UK UA', 'Ukrainian', 'Українська', array(
	'bkp-backup-running' => 'Виконується резервне копіювання. Будь ласка, зачекайте...',
	'bkp-restore-running' => 'Виконується відновлення з резервної копії. Будь ласка, зачекайте...',
	'Menu:BackupStatus' => 'Резервне копіювання',
	'bkp-status-title' => 'Резервне копіювання за розкладом',
	'bkp-status-checks' => 'Налаштування та перевірки',
	'bkp-mysqldump-ok' => 'Утиліту mysqldump знайдено: %1$s',
	'bkp-mysqldump-notfound' => 'Утиліту mysqldump знайти не вдалося: %1$s - будь ласка, переконайтеся, що вона встановлена, і шлях до директорії з бінарними файлами додано в PATH, або змініть параметр mysql_bindir у файлі конфігурації.',
	'bkp-mysqldump-issue' => 'Утиліта mysqldump не може бути запущена (retcode=%1$d) Будь ласка, переконайтеся, що вона встановлена, і шлях до директорії з бінарними файлами додано в PATH, або змініть параметр mysql_bindir у файлі конфігурації.',
	'bkp-missing-dir' => 'Цільову директорію <code>%1$s</code> не знайдено',
	'bkp-free-disk-space' => '<b>%1$s вільно</b> в <code>%2$s</code>',
	'bkp-dir-not-writeable' => '%1$s недоступний для запису',
	'bkp-wrong-format-spec' => 'Неправильний формат шаблону назви файлів резервних копій (%1$s). Буде використано шаблон за замовчуванням: %2$s',
	'bkp-name-sample' => 'Назва файлів резервних копій залежить від ідентифікатора БД, дати та часу. Приклад: %1$s',
	'bkp-week-days' => 'Резервне копіювання буде виконуватися <b>щотижня %1$s о %2$s</b>',
	'bkp-retention' => 'Не більше <b>%1$d файлів резервних копій будуть зберігатися</b> в цільовому каталозі.',
	'bkp-next-to-delete' => 'Буде видалено при наступному запуску резервного копіювання (див. параметр "retention_count")',
	'bkp-table-file' => 'Файл',
	'bkp-table-file+' => 'Тільки файли з розширенням .zip вважаються файлами резервних копій.',
	'bkp-table-size' => 'Розмір',
	'bkp-table-size+' => '',
	'bkp-table-actions' => 'Дії',
	'bkp-table-actions+' => '',
	'bkp-status-backups-auto' => 'Резервне копіювання за розкладом',
	'bkp-status-backups-manual' => 'Резервне копіювання вручну',
	'bkp-status-backups-none' => 'Резервних копій ще немає',
	'bkp-next-backup' => 'Наступне резервне копіювання буде виконано <b>%1$s</b> (%2$s) о %3$s',
	'bkp-next-backup-unknown' => 'Наступне резервне копіювання ще <b>не заплановано</b>.',
	'bkp-button-backup-now' => 'Запустити зараз!',
	'bkp-button-restore-now' => 'Відновити!',
	'bkp-confirm-backup' => 'Будь ласка, підтвердіть, що ви хочете виконати резервне копіювання прямо зараз.',
	'bkp-confirm-restore' => 'Будь ласка, підтвердіть, що ви хочете виконати відновлення з резервної копії %1$s.',
	'bkp-wait-backup' => 'Будь ласка, зачекайте завершення резервного копіювання...',
	'bkp-wait-restore' => 'Будь ласка, зачекайте завершення відновлення...',
	'bkp-success-restore' => 'Відновлення успішно завершено.',
));
