Repository: Combodo/iTop
Catalog: lib/symfony/form/Resources/translations/validators.*.xlf
Languages: af, az, id, lb, my, ro, sk, sr_latn, th, tr

source: This form should not contain extra fields.
af: Hierdie vorm moet nie ekstra velde bevat nie.
az: Bu formada əlavə sahə olmamalıdır.
id: Gabungan kolom tidak boleh mengandung kolom tambahan.
lb: Dës Feldergrupp sollt keng zousätzlech Felder enthalen.
my: ဤ ဖောင်သည် field အပိုများ မပါ၀င်သင့်ပါ။
ro: Acest formular nu ar trebui să conțină câmpuri suplimentare.
sk: Polia by nemali obsahovať ďalšie prvky.
sr_latn: Ovaj formular ne treba da sadrži dodatna polja.
th: ฟอร์มนี้ไม่ควรมี extra fields
tr: Form ekstra alanlar içeremez.

source: The uploaded file was too large. Please try to upload a smaller file.
af: Die opgelaaide lêer was te groot. Probeer asseblief 'n kleiner lêer.
az: Yüklənən fayl çox böyükdür. Lütfən daha kiçik fayl yükləyin.
id: Berkas yang di unggah terlalu besar. Silahkan coba unggah berkas yang lebih kecil.
lb: De geschécktene Fichier ass ze grouss. Versicht wann ech gelift ee méi klenge Fichier eropzelueden.
my: Upload တင်သောဖိုင်သည်အလွန်ကြီးလွန်းသည်။ ကျေးဇူးပြု၍ သေးငယ်သည့်ဖိုင်ကိုတင်ရန်ကြိုးစားပါ။
ro: Fișierul încărcat a fost prea mare. Vă rugăm sa încărcați un fișier mai mic.
sk: Odoslaný súbor je príliš veľký. Prosím odošlite súbor s menšou veľkosťou.
sr_latn: Otpremljena datoteka je bila prevelika. Molim pokušajte otpremanje manje datoteke.
th: ไฟล์ที่อัพโหลดมีขนาดใหญ่เกินไป กรุณาลองอัพโหลดใหม่อีกครั้งด้วยไฟล์ที่มีขนาดเล็กลง
tr: Yüklenen dosya boyutu çok yüksek. Lütfen daha küçük bir dosya yüklemeyi deneyin.

source: The CSRF token is invalid. Please try to resubmit the form.
af: Die CSRF-teken is ongeldig. Probeer asseblief om die vorm weer in te dien.
az: CSRF nişanı yanlışdır. Lütfen formanı yenidən göndərin.
id: CSRF-Token tidak sah. Silahkan coba kirim ulang formulir.
lb: Den CSRF-Token ass ongëlteg. Versicht wann ech gelift de Formulaire nach eng Kéier ze schécken.
my: သင့်လျှော်သော် CSRF တိုကင် မဟုတ်ပါ။ ကျေးဇူးပြု၍ဖောင်ကိုပြန်တင်ပါ။
ro: Token-ul CSRF este invalid. Vă rugăm să retrimiteți formularul.
sk: CSRF token je neplatný. Prosím skúste znovu odoslať formulár.
sr_latn: CSRF vrednost nije ispravna. Pokušajte ponovo.
th: CSRF token ไม่ถูกต้อง กรุณาลองส่งแบบฟอร์มใหม่
tr: CSRF fişi geçersiz. Formu tekrar göndermeyi deneyin.

source: This value is not a valid HTML5 color.
af: Hierdie waarde is nie 'n geldige HTML5 kleur nie.
az: Bu dəyər doğru bir HTML5 rəngi deyil.
id: Nilai ini bukan merupakan HTML5 color yang sah.
lb: Dëse Wäert ass keng gëlteg HTML5-Faarf.
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် HTML5 အရောင်မဟုတ်ပါ။
ro: Această valoare nu este un cod de culoare HTML5 valid.
sk: Táto hodnota nie je platná HTML5 farba.
sr_latn: Ova vrednost nije ispravna HTML5 boja.
th: ค่านี้ไม่ใช่ค่าที่ถูกต้องของค่าสี HTML5
tr: Bu değer, geçerli bir HTML5 rengi değil.

source: Please enter a valid birthdate.
af: Voer asseblief 'n geldige geboortedatum in.
az: Zəhmət olmasa doğru bir doğum günü daxil edin.
id: Silahkan masukkan tanggal lahir yang sah.
lb: W.e.g. e gëltege Gebuertsdatum aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သောမွေးနေ့ကိုထည့်ပါ။
ro: Vă rugăm să introduceți o dată de naștere validă.
sk: Prosím zadajte platný dátum narodenia.
sr_latn: Molim upišite ispravan datum rođenja.
th: กรุณากรอกวันเดือนปีเกิดที่ถูกต้อง
tr: Lütfen geçerli bir doğum tarihi girin.

source: The selected choice is invalid.
af: Die gekiesde opsie is nie geldig nie.
az: Seçilmiş seçim doğru deyil.
id: Pilihan yang dipilih tidak sah.
lb: Den ausgewielte Choix ass ongëlteg.
my: သင့် ရွေးချယ်မှုသည်မမှန်ကန်ပါ။
ro: Valoarea selectată este invalidă.
sk: Vybraná možnosť je neplatná.
sr_latn: Odabrani izbor nije ispravan.
th: ตัวเลือกที่เลิอกไม่ถูกต้อง
tr: Seçilen seçim geçersiz.

source: The collection is invalid.
af: Die versameling is nie geldig nie.
az: Kolleksiya doğru deyil.
id: Koleksi tidak sah.
lb: D'Kollektioun ass ongëlteg.
my: ဤ collection သည်သင့်လျှော်သော် collection မဟုတ်ပါ။
ro: Colecția nu este validă.
sk: Kolekcia je neplatná.
sr_latn: Ova kolekcija nije ispravna.
th: คอเล็กชั่นไม่ถูกต้อง
tr: Koleksiyon geçersiz.

source: Please select a valid color.
af: Kies asseblief 'n geldige kleur.
az: Zəhmət olmasa doğru bir rəng seçin.
id: Silahkan pilih warna yang sah.
lb: W.e.g. eng gëlteg Faarf auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သောအရောင်ကိုရွေးပါ။
ro: Vă rugăm să selectați o culoare validă.
sk: Prosím vyberte platnú farbu.
sr_latn: Molim izaberite ispravnu boju.
th: กรุณาเลือกค่าสีที่ถูกต้อง
tr: Lütfen geçerli bir renk seçin.

source: Please select a valid country.
af: Kies asseblief 'n geldige land.
az: Zəhmət olmasa doğru bir ölkə seçin.
id: Silahkan pilih negara yang sah.
lb: W.e.g. e gëltegt Land auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သောနိုင်ငံကိုရွေးပါ။
ro: Vă rugăm să selectați o țară validă.
sk: Prosím vyberte platnú krajinu.
sr_latn: Molim izaberite ispravnu državu.
th: กรุณาเลือกประเทศที่ถูกต้อง
tr: Lütfen geçerli bir ülke seçin.

source: Please select a valid currency.
af: Kies asseblief 'n geldige geldeenheid.
az: Zəhmət olmasa doğru bir valyuta seçin.
id: Silahkan pilih mata uang yang sah.
lb: W.e.g. eng gëlteg Wärung auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သောငွေကြေးကိုရွေးပါ။
ro: Vă rugăm să selectați o monedă validă.
sk: Prosím vyberte platnú menu.
sr_latn: Molim izaberite ispravnu valutu.
th: กรุุณาเลิอกค่าสกุลเงินที่ถูกต้อง
tr: Lütfen geçerli bir para birimi seçin.

source: Please choose a valid date interval.
af: Kies asseblief 'n geldige datum interval.
az: Zəhmət olmasa doğru bir tarix aralığı seçin.
id: Silahkan pilih interval tanggal yang sah.
lb: W.e.g. e gëltegen Datumsinterval aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သောနေ ရက်စွဲကိုရွေးပါ။
ro: Vă rugăm să selectați un interval de zile valid.
sk: Prosím vyberte platný rozsah dát.
sr_latn: Molim izaberite ispravan datumski interval.
th: กรุณณากรอกช่วงวันที่ที่ถูกต้อง
tr: Lütfen geçerli bir tarih aralığı seçin.

source: Please enter a valid date and time.
af: Voer asseblilef 'n geldige datum en tyd in.
az: Zəhmət olmasa doğru bir tarix ve saat daxil edin.
id: Silahkan masukkan tanggal dan waktu yang sah.
lb: W.e.g. eng gëlteg Datum an Zäit aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သောနေ ရက်စွဲနှင့်အချိန် ကိုထည့်ပါ။
ro: Vă rugăm să introduceți o dată și o oră validă.
sk: Prosím zadajte platný dátum a čas.
sr_latn: Molim upišite ispravan datum i vreme.
th: กรุณณากรอกค่าเวลาและวันที่ที่ถูกต้อง
tr: Lütfen geçerli bir tarih ve saat girin.

source: Please enter a valid date.
af: Voer asseblief 'n geldige datum in.
az: Zəhmət olmasa doğru bir tarix daxil edin.
id: Silahkan masukkan tanggal yang sah.
lb: W.e.g. eng gëltegen Datum aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သောနေ ရက်စွဲကိုထည့်ပါ။
ro: Vă rugăm să introduceți o dată validă.
sk: Prosím zadajte platný dátum.
sr_latn: Molim upišite ispravan datum.
th: กรุณณากรอกค่าวันที่ที่ถูกต้อง
tr: Lütfen geçerli bir tarih giriniz.

source: Please select a valid file.
af: Kies asseblief 'n geldige lêer.
az: Zəhmət olmasa doğru bir fayl seçin.
id: Silahkan pilih berkas yang sah.
lb: W.e.g. e gëltege Fichier auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သောနေ ဖိုင်ကိုရွေးချယ်ပါ။
ro: Vă rugăm să selectați un fișier valid.
sk: Prosím vyberte platný súbor.
sr_latn: Molim izaberite ispravnu datoteku.
th: กรุณาเลือกไฟล์ที่ถูกต้อง
tr: Lütfen geçerli bir dosya seçin.

source: The hidden field is invalid.
af: Die versteekte veld is nie geldig nie.
az: Gizli sahə doğru deyil.
id: Ruas yang tersembunyi tidak sah.
lb: Dat verstoppte Feld ass ongëlteg.
my: မသင့် လျှော်သော် hidden field ဖြစ်နေသည်။
ro: Câmpul ascuns este invalid.
sk: Skryté pole je neplatné.
sr_latn: Skriveno polje nije ispravno.
th: ค่า Hidden field ไม่ถูกต้อง
tr: Gizli alan geçersiz.

source: Please enter an integer.
af: Voer asseblief 'n geldige heeltal in.
az: Zəhmət olmasa bir tam ədəd daxil edin.
id: Silahkan masukkan angka.
lb: W.e.g. eng ganz Zuel aginn.
my: ကျေးဇူးပြု၍ Integer တန်ဖိုးသာထည့်ပါ။
ro: Vă rugăm să introduceți un număr întreg.
sk: Prosím zadajte celé číslo.
sr_latn: Molim upišite ceo broj (integer).
th: กรุณากรอกตัวเลขจำนวนเต็ม
tr: Lütfen bir tam sayı girin.

source: Please select a valid language.
af: Kies assblief 'n geldige taal.
az: Zəhmət olmasa doğru bir dil seçin.
id: Silahlan pilih bahasa yang sah.
lb: W.e.g. e gëltegt Sprooch auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သော ဘာသာစကားကိုရွေးချယ်ပါ။
ro: Vă rugăm să selectați o limbă validă.
sk: Prosím vyberte platný jazyk.
sr_latn: Molim izaberite ispravan jezik.
th: กรุณาเลือกภาษาที่ถูกต้อง
tr: Lütfen geçerli bir dil seçin.

source: Please select a valid locale.
af: Voer assebliefn 'n geldige locale in.
az: Zəhmət olmasa doğru bir yer seçin.
id: Silahkan pilih local yang sah.
lb: W.e.g. e gëltegt Regionalschema auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သော locale ကိုရွေးချယ်ပါ။
ro: Vă rugăm să selectați o setare locală validă.
sk: Prosím vyberte platné miestne nastavenia.
sr_latn: Molim izaberite ispravnu lokalizaciju.
th: กรุณาเลือกท้องถิ่นที่ถูกต้อง
tr: Lütfen geçerli bir yerel ayar seçin.

source: Please enter a valid money amount.
af: Voer asseblief 'n geldige bedrag in.
az: Zəhmət olmasa doğru bir pul miqdarı daxil edin.
id: Silahkan masukkan nilai uang yang sah.
lb: W.e.g. eng gëlteg Geldzomm aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သော ပိုက်ဆံပမာဏ ကိုထည့်ပါ။
ro: Vă rugăm să introduceți o valoare monetară corectă.
sk: Prosím zadajte platnú čiastku.
sr_latn: Molim upišite ispravnu količinu novca.
th: กรุณากรอกจำนวนเงินที่ถูกต้อง
tr: Lütfen geçerli bir para tutarı girin.

source: Please enter a number.
af: Voer asseblief 'n nommer in.
az: Zəhmət olmasa doğru bir rəqəm daxil edin.
id: Silahkan masukkan sebuah angka
lb: W.e.g. eng Zuel aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သော နံပါတ် ကိုရွေးချယ်ပါ။
ro: Vă rugăm să introduceți un număr.
sk: Prosím zadajte číslo.
sr_latn: Molim upišite broj.
th: กรุณากรอกตัวเลข
tr: Lütfen bir numara giriniz.

source: The password is invalid.
af: Die wagwoord is ongeldig.
az: Parol doğru deyil.
id: Kata sandi tidak sah.
lb: D'Passwuert ass ongëlteg.
my: မှန်ကန်သောစကား၀ှက်မဟုတ်ပါ။
ro: Parola nu este validă.
sk: Heslo je neprávne.
sr_latn: Ova lozinka nije ispravna.
th: รหัสผ่านไม่ถูกต้อง
tr: Şifre geçersiz.

source: Please enter a percentage value.
af: Voer asseblief 'n geldige persentasie waarde in.
az: Zəhmət olmasa doğru bir faiz dəyəri daxil edin.
id: Silahkan masukkan sebuah nilai persentase.
lb: W.e.g. e Prozentwäert aginn.
my: ကျေးဇူးပြု၍ ရာခိုင်နှုန်းတန်ဖိုးထည့်ပါ။
ro: Vă rugăm să introduceți o valoare procentuală.
sk: Prosím zadajte percentuálnu hodnotu.
sr_latn: Molim upišite procentualnu vrednost.
th: กรุณากรอกค่าเปอร์เซ็นต์
tr: Lütfen bir yüzde değeri girin.

source: The values do not match.
af: Die waardes is nie dieselfde nie.
az: Dəyərlər örtüşmür.
id: Nilainya tidak cocok.
lb: D'Wäerter stëmmen net iwwereneen.
my: တန်ဖိုးများကိုက်ညီမှုမရှိပါ။
ro: Valorile nu coincid.
sk: Hodnoty nie sú zhodné.
sr_latn: Date vrednosti se ne poklapaju.
th: ค่าทั้งสองไม่ตรงกัน
tr: Değerler eşleşmiyor.

source: Please enter a valid time.
af: Voer asseblief 'n geldige tyd in time.
az: Zəhmət olmasa doğru bir saat daxil edin.
id: Silahkan masukkan waktu yang sah.
lb: W.e.g. eng gëlteg Zäit aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သောအချိန်ကိုထည့်ပါ။
ro: Vă rugăm să introduceți o oră validă.
sk: Prosím zadajte platný čas.
sr_latn: Molim upišite ispravno vreme.
th: กรุณากรอกค่าเวลาที่ถูกต้อง
tr: Lütfen geçerli bir zaman girin.

source: Please select a valid timezone.
af: Kies asseblief 'n geldige tydsone.
az: Zəhmət olmasa doğru bir saat qurşağı seçin.
id: Silahkan pilih zona waktu yang sah.
lb: W.e.g. eng gëlteg Zäitzon auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သောအချိန်ဇုန်ကိုရွေးပါ။
ro: Vă rugăm să selectați un fus orar valid.
sk: Prosím vyberte platné časové pásmo.
sr_latn: Molim izaberite ispravnu vremensku zonu.
th: กรุณาเลือกค่าเขตเวลาที่ถูกต้อง
tr: Lütfen geçerli bir saat dilimi seçin.

source: Please enter a valid URL.
af: Voer asseblief 'n geldige URL in.
az: Zəhmət olmasa doğru bir URL daxil edin.
id: Silahkan masukkan URL yang sah.
lb: W.e.g. eng gëlteg URL aginn.
my: ကျေးဇူးပြု၍ သင့်လျှော်သော် URL ကိုရွေးပါ။
ro: Vă rugăm să introduceți un URL valid.
sk: Prosím zadajte platnú URL.
sr_latn: Molim upišite ispravan URL.
th: กรุณากรอก URL ที่ถูกต้อง
tr: Lütfen geçerli bir giriniz URL.

source: Please enter a valid search term.
af: Voer asseblief 'n geldige soek term in.
az: Zəhmət olmasa doğru bir axtarış termini daxil edin.
id: Silahkan masukkan kata pencarian yang sah.
lb: W.e.g. e gëltege Sichbegrëff aginn.
my: ကျေးဇူးပြု၍ သင့် လျှော်သော်ရှာဖွေမှု term များထည့်ပါ။
ro: Vă rugăm să introduceți un termen de căutare valid.
sk: Prosím zadajte platný vyhľadávací výraz.
sr_latn: Molim upišite ispravan termin za pretragu.
th: กรุณากรอกคำค้นหาที่ถูกต้อง
tr: Lütfen geçerli bir arama terimi girin.

source: Please provide a valid phone number.
af: Verskaf asseblief 'n geldige telefoonnommer.
az: Zəhmət olmasa doğru bir telefon nömrəsi seçin.
id: Silahkan sediakan nomor telepon yang sah.
lb: W.e.g. eng gëlteg Telefonsnummer uginn.
my: ကျေးဇူးပြု၍ သင့် လျှော်သော်ရှာဖွေမှု ဖုန်းနံပါတ်ထည့်ပါ။
ro: Vă rugăm să introduceți un număr de telefon valid.
sk: Prosím zadajte platné telefónne číslo.
sr_latn: Molim navedite ispravan broj telefona.
th: กรุณากรอกเบอร์โทรศัพท์ที่ถูกต้อง
tr: lütfen geçerli bir telefon numarası sağlayın.

source: The checkbox has an invalid value.
af: Die blokkie het 'n ongeldige waarde.
az: Seçim qutusunda doğru olmayan dəyər var.
id: Nilai dari checkbox tidak sah.
lb: D'Ukräizfeld huet en ongëltege Wäert.
my: Checkbox တန်ဖိုးသည် မှန်ကန်မှုမရှိပါ။
ro: Bifa nu are o valoare validă.
sk: Zaškrtávacie políčko má neplatnú hodnotu.
sr_latn: Polje za potvrdu sadrži neispravnu vrednost.
th: Checkbox มีค่าที่ไม่ถูกต้อง
tr: Onay kutusunda geçersiz bir değer var.

source: Please enter a valid email address.
af: Voer asseblief 'n geldige e-pos adres in.
az: Zəhmət olmasa doğru bir e-poçt seçin.
id: Silahkan masukkan alamat surel yang sah.
lb: W.e.g. eng gëlteg E-Mail-Adress aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သော် email လိပ်စာထည့်ပါ။
ro: Vă rugăm să introduceți o adresă de email validă.
sk: Prosím zadajte platnú emailovú adresu.
sr_latn: Molim upišite ispravnu email adresu.
th: กรุณากรอกที่อยู่อีเมล์ที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin.

source: Please select a valid option.
af: Kies asseblief 'n geldige opsie.
az: Zəhmət olmasa doğru bir variant seçin.
id: Silahkan pilih opsi yang sah.
lb: W.e.g. eng gëlteg Optioun auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သော် ရွေးချယ်မှု ကိုရွေးပါ။
ro: Vă rugăm să selectați o opțiune validă.
sk: Prosím vyberte platnú možnosť.
sr_latn: Molim izaberite ispravnu opciju.
th: กรุณาเลือกตัวเลือกที่ถูกต้อง
tr: Lütfen geçerli bir seçenek seçin.

source: Please select a valid range.
af: Kies asseblief 'n geldige reeks.
az: Zəhmət olmasa doğru bir aralıq seçin.
id: Silahkan pilih rentang yang sah.
lb: W.e.g. eng gëlteg Spannbreet auswielen.
my: ကျေးဇူးပြု၍ မှန်ကန်သော အပိုင်းအခြား ကိုရွေးပါ။
ro: Vă rugăm să selectați un interval valid.
sk: Prosím vyberte platný rozsah.
sr_latn: Molim izaberite ispravan opseg.
th: กรุณาเลือกค่าช่วงที่ถูกต้อง
tr: Lütfen geçerli bir aralık seçin.

source: Please enter a valid week.
af: Voer assblief 'n geldige week in.
az: Zəhmət olmasa doğru bir həftə seçin.
id: Silahkan masukkan minggu yang sah.
lb: W.e.g. eng gëlteg Woch aginn.
my: ကျေးဇူးပြု၍ မှန်ကန်သောရက်သတ္တပတ်ကိုထည့်ပါ။
ro: Vă rugăm să introduceți o săptămână validă.
sk: Prosím zadajte platný týždeň.
sr_latn: Molim upišite ispravnu sedmicu.
th: กรุณากรอกค่าสัปดาห์ที่ถูกต้อง
tr: Lütfen geçerli bir hafta girin.
